<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="description" content="rasa music studio" />
<meta name="keywords" content="Music,Studio,Music maker" />
<title>Rasa Music Studio</title>
<link type="text/css" rel="stylesheet" href="css.css" />
<link type="text/css" rel="stylesheet" href="font/font.css" />
</head>

<body>
	<div class="container">
		<div class="header">
<br />
	<?php
		include('inc/inside-menu.php');
	?>
	<div class="clear"></div>
		<div class="contain">
<!--       
        	<div class="leftpanel"><p></p></div>
            
-->            
            
                    	<div class="signup" style="font:16px zar; color:white">
                            نــــــــــــــام : <input class="sign" type="text" name="firstname"/><br />
            نام خانوادگی : 
            <input  class="sign" type="text" name="lastname"/><br /><br />
            سن : <input  class="sign"  type="text" name="date" size="10"/><br /><br />
            
            نام کاربری  :<input  class="sign" type="text" name="username"/><br />
            رمز عبور : <input  class="sign" type="password" name="pws"/><br /><br />
            
            جنسیت :
            <input    type="radio" name="gender" value="male"/> مرد
            <input   type="radio" name="gender" value="Femele"/> زن <br /><br />
            کشور : <input  class="sign" type="text" name="country"/>
            شهر : <input  class="sign" type="text" name="city"/><br /><br />
            آدرس سکونت : <input  class="sign"  type="text" name="address" size="50"/><br /><br />
            تلفن : <input class="sign"  type="text" name="mobile"/><br/><br />
            ایمیل : <input  class="sign" type="text" name="email"/><br /><br />
            
            <textarea class="textarea" rows="4" cols="45">
            
قوانین کلی سایت

قانون شماره 1
تمامی کاربران می بایست به هنگام ثبت نام در سایت، کلمات مناسبی به عنوان نام کاربری خود انتخاب نمایند. استفاده از نام های سیاسی نیز ممنوع می باشد.

قانون شماره 2
از ساخت بیش از یک شناسه کاربری در سایت جداً خودداری فرمایید.

قانون شماره 3
کاربران سایت می بایست به هنگام ارسال پیغام در انجمن ها از عبارات مناسب استفاده نمایند.

قانون شماره 4
این سایت محلی جهت تبادل اطلاعات در رابطه با اهداف سایت می باشد. پس لطفاً تنها مطالب مربوط به این موضوع و یا موضوعات وابسته به آن را مطرح کنید.

قانون شماره 5
پیش از مطرح کردن سوال خود از امکان جستجوی سایت استفاده کرده و در صورتی که به جواب سوال خود نرسیدید، اقدام به ساخت گفتگوی جدید نمایید.

قانون شماره 6
لطفاً در هنگام مطرح کردن سوال خود، انجمن مناسب با موضوع سوال را به عنوان محل قرار گیری مطلب انتخاب نمایید. 

قانون شماره 7
کاربران می بایست به هنگام ارسال سوالات، مشکلات و پیغامهای خود از یک عنوان مناسب استفاده نمایند. این عنوان می بایست در رابطه با سوال، مشکل و یا پیغام ایشان بوده و نشان دهنده محتوای آن باشد. در غیر اینصورت در حالتی که کاربر جدید باشد به او اخطار داده خواهد شد. در صورت تکرار این عمل توسط کاربران - چه جدید و چه قدیمی - با وی برخورد خواهد شد.

قانون شماره 8
لطفاً در هنگام طرح سوالات خود آن ها را به صورت جداگانه مطرح فرمایید. بدین معنی که در صورتی که سوال های گوناگونی دارید، آنها را در چندین گفتگو مطرح نمایید و از مطرح کردن تمامی سوالات در یک ارسال خودداری فرمایید. 

قانون شماره 9
از ایجاد گفتگوهای یکسان در بخش های مختلف پرهیز کنید. 

قانون شماره 10
مطرح کردن و پاسخ به مباحثی که به هک و کرک ( از دید منفی ) و مسائلی که باعث آزار و اذیت دیگران شود اکیداً ممنوع است.

قانون شماره 11
همانطور که از عنوان سایت پیداست اینجا یک سایت فارسی زبان است، بنابراین کلیه مطالبی که در سایت مطرح می شوند می بایست به زبان فارسی نوشته شوند، مگر مطالبی که از یک منبع خارجی که به زبان دیگری است نقل قول شود. ارسال مطالب به زبان ساختگی Fingilish ( متونی که در آنها عبارات فارسی با کاراکترهای انگلیسی نوشته می شوند – برای مثال عبارت "سلام" به صورت "salam" نوشته می شود ) نیز اکیداً ممنوع می باشد.

قانون شماره 12
مسئولیت مطالب ارسال شده توسط کاربران به عهده خود ایشان بوده و لزوماً مورد تایید مسئولین سایت نمی باشد.

قانون شماره 13
از ارسال مطالب سیاسی و همچنین توهین به قشر یا فردی خاص خودداری کنید.

قانون شماره 14
از ارسال مطالب بی ارتباط به گفتگوی مطرح شده توسط دیگر کاربران خودداری فرمایید.

قانون شماره 15
لطفاً در هنگام جواب دادن به سوالات، از به کار بردن الفاظ و عباراتی که باعث دلسردی کاربر سوال کننده می گردد خودداری نمایید. به خاطر داشته باشید که این سایت محل یادگیری است.

قانون شماره 16
تبدیل محیط علمی انجمن ها به محل حل اختلافات و بیان اظهار نظرهای شخصی ممنوع است.

قانون شماره 17
برای تشکر از دیگر کاربران روی تصویر  زیر مطلب فرد مورد نظر کلیک کنید. ارسال متونی که صرفا برای تشکر و احوال پرسی نوشته می شوند، ممنوع است.

قانون شماره 18
هیچکدام از کاربران سایت حق ندارند بصورت مستقیم یا غیر مستقیم ، موجودیت الکترونیکی که مالکیت آن در اختیار فرد دیگری است ، بدون رعایت "قوانین توزیع و انتشار" آن موجودیت ، منتشر کنند . ( مرجع تشخیص مصداق عبارات "مستقیم" و "غیر مستقیم" مدیران سایت هستند )

قانون شماره 19
در صورتیکه مالک ( نویسنده ، مترجم ، توسعه گر و ... ) یک موجودیت الکترونیکی ( مقاله ، خبر ، گزارش ، اجزاء نرم افزاری ، عکس و ... ) ، قاعدهء خاصی برای انتشار تمام یا بخشی از محصولاتش مشخص نکرده است ، ذکر نام ( به شکلی که قابل درک و پیگیری باشد ) یا لینکی که مخاطبین را به صفحات وب وی راهنمائی کند الزامی است .

قانون شماره 20
مسئولیت فایل ها و سورس های قرار گرفته در انجمن های سایت برنامه نویس بر عهده کاربر فرستنده می باشد و مسئولین سایت هیچ تعهدی در زمینه سالم بودن آنها ندارند.

قانون شماره 21
انتشار شایعات - یا اخبار غیر موثقی که آنها را اصطلاحا" با نام Hoax میشناسیم - ممنوع است.

قانون شماره 22
معرفی و لینک دادن به هر موجودیت الکترونیکی که در عرف دنیای مجازی Warez شناخته شود کاملا" ممنوع است.

Warez به نرم افزاری گفته میشه که بدون رعایت حقوق مالکیت مالک آن منتشر و - یا استفاده شود و Warez Activity به فعالیت[هائی] گفته میشه که منجر به انتشار و کاربرد غیر قانونی نرم افزار شوند . طبق توافق ، اغلب ارائه کنندگان فضا روی وب ، به مشتریان ، یعنی صاحبان سایتهای وب ، اجازهء Warez Activity نمیدهند ، و در صورت وجود شکایت ، بسادگی اشتراک سایت رو لغو میکنند.

قانون شماره 23
جهت انتخاب و ساخت امضای شخصی علاوه بر رعایت مفاد قوانین 10، 11، 12، 13، 18، 20، 21، 22 به نكات زیر نیز توجه داشته باشید :
* از انتخاب موضوعات سیاسی و چالش‌انگيز و همینطور درج تبلیغات غیرمجاز ( تجاری ، خلاف قوانین کشور و ... ) خودداری كرده و تا حدامكان سعی بر مختصر‌نویسی داشته باشید .
* در صورت مشاهده‌ی تخلف ، مدیران سایت مجاز به حذف یا ویرایش امضای كاربر ( بدون هماهنگی قبلی ) خواهند بود .

قانون شماره 24
کاربران عادی سایت حق دخالت در مسائل مدیریتی سایت را ندارند و در صورت مشاهده تخلف از سوی دیگر کاربران، موضوع را از طریق پیغام خصوصی با مدیران سایت درمیان گذاشته و یا با کلیک بر روی تصویر  زیر مطلب نوشته شده توسط فرد متخلف، مسئولین سایت را آگاه سازید.
* در صورتی که از حذف و یا ویرایش پست خود توسط یکی از مدیران سایت گله‌مند هستید ، موضوع را از طریق پیام خصوصی ( و نه تاپیکی جداگانه در انجمن‌ها ) با یکی از مدیران ارشد و یا مدیران کل سایت در میان بگذارید تا رسیدگی شود .

قانون شماره 25
مدیران سایت دسترسی لازم برای ویرایش و تغییر در گفتگوها را دارند و برای اقدامات مدیریتی ملزم به جواب پس دادن به کاربران متخلف نیستند.

قانون شماره 26
مسئولیت کلیه فایلهائی که آپلود و داونلود میشوند؛ به عهده خود کاربران بوده و سایت هیچ گونه مسئولیتی در قبال آلوده بودن آنها ندارد.

قانون شماره 27
درخواست و حل تمرین پروژه های دانشجویی اکیداً ممنوع بوده و تنها استفاده از مباحث و درخواست راهنمایی در این راستا مجاز می باشد.

* در صورت تخطی از قوانین 1 و 2 ، 4 تا 8 ، 11 ، 14 تا 17 و 21 اشتراک کاربر متخلف حذف و دسترسی وی به انجمن ها قطع می شود. همچنین عدم رعایت قوانین شماره 3 ، 9 ، 22 ، 23 و 27 منجر به حذف متونی که ناقض قوانین یاد شده هستند خواهد شد.

قانون حق تالیف – Copyright
در صورتی که می خواهید از مباحث و آموزشهایی که در انجمن های این سایت قرار گرفته اند در جایی دیگر و یا در سایت خود استفاده کنید ذکر نام سایت و نام نویسنده مطلب الزامیست و در صورت امکان لینک پیغام را هم برای اطلاعات بیشتر ذکر نمایید.

موافقت نامه
اتمام حجت
با خواندن این قوانین شما مسئولیت رفتار و ارسالهای خود را در سایت به عهده خواهید گرفت. در صورتی که از قوانین مذکور حمایت نکنید با شما برخورد خواهد شد. اجرای این قوانین به خواست بسیاری از افراد و به خصوص به لحاظ راحتی تمامی کاربران ملزوم می باشد.
با امید به اینکه با به کارگیری قوانین سایت و دستورالعملهایی که در آینده به آنها اضافه خواهد شد بتوانیم رضایت شما کاربر گرامی را جلب کنیم. به امید ساعات خوش در هنگام مشاهده این سایت برای شما.			</textarea><br />
			<input type="checkbox" name="want" /> قوانین را می پذیرم<br /><br />
          <input class="submit" type="button" value="ثبت" onclick="javascript:location.href ='signup.php';" />
			<input class="reset" type="button" value="پاک کردن" onClick="javascript:location.href = '#';" /> 
			</form>
            </div>        
<!-- RightPanel--LOGIN       
        
		<div class="rightpanel">
        
				<div class="login">
				<form  action="" style="text-align:center; font-size:14px" >
					نام کاربری :<input class="user"  type="text" name="username"/><br />
					رمز ورود :<input class="user"  type="password" name="pws"/><br /><br />
                    
					<input class="b" type="button" value="ورود" onClick="javascript:location.href = '#';" />
					<input class="a" type="button" value="ثبت نام" onClick="javascript:location.href ='signup.php';" />
                </form>
				</div>
		</div>
    
			<div class="clear"></div><br /><br /> RightPanel--LOGIN-->        
            
        <div class="footer">
            <?php
                include('inc/inside-footer.php');
            ?>
        </div>
    </div>
</body>
</html>
